[
    {
        "id": 716436,
        "image": "https://img.spoonacular.com/recipes/716436-556x370.jpg",
        "title": "Grilled Salmon with Avocado Salsa",
        "readyInMinutes": 25,
        "aggregateLikes": 315,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": true,
        "summary": "This Grilled Salmon with Avocado Salsa is a delicious and healthy main course. Each serving provides <b>350 calories</b>, <b>30g of protein</b>, and <b>20g of fat</b>. For <b>$4.50 per serving</b>, this recipe covers 40% of your daily requirements of vitamins and minerals. It serves 2. The recipe includes ingredients such as salmon fillets, avocados, lime juice, and a few others. It takes approximately <b>25 minutes</b> from start to finish. This recipe scores a spoonacular score of <b>92%</b>. If you enjoy this recipe, you might also like: <a href=\"https://spoonacular.com/recipes/grilled-salmon-with-avocado-salsa-716436\">Grilled Salmon with Avocado Salsa</a>."
    },
    {
        "id": 716437,
        "image": "https://img.spoonacular.com/recipes/716437-556x370.jpg",
        "title": "Thai Green Curry with Vegetables",
        "readyInMinutes": 35,
        "aggregateLikes": 245,
        "vegetarian": true,
        "vegan": true,
        "glutenFree": true,
        "summary": "Thai Green Curry with Vegetables is a flavorful and nutritious dish. Each serving contains <b>300 calories</b>, <b>8g of protein</b>, and <b>15g of fat</b>. For <b>$2.25 per serving</b>, this recipe covers 30% of your daily requirements. This recipe serves 4. Key ingredients include green curry paste, coconut milk, and a variety of vegetables. It takes about <b>35 minutes</b> to prepare. This recipe has a spoonacular score of <b>87%</b>. For more like this, try: <a href=\"https://spoonacular.com/recipes/thai-green-curry-with-vegetables-716437\">Thai Green Curry with Vegetables</a>."
    },
    {
        "id": 716439,
        "image": "https://img.spoonacular.com/recipes/716439-556x370.jpg",
        "title": "Quinoa Stuffed Peppers",
        "readyInMinutes": 60,
        "aggregateLikes": 285,
        "vegetarian": true,
        "vegan": true,
        "glutenFree": true,
        "summary": "Quinoa Stuffed Peppers make for a nutritious and filling meal. Each serving provides <b>320 calories</b>, <b>12g of protein</b>, and <b>10g of fat</b>. Priced at <b>$2.00 per serving</b>, this recipe serves 4. Ingredients include bell peppers, quinoa, black beans, and tomatoes. It takes about <b>60 minutes</b> from start to finish. This recipe has a spoonacular score of <b>89%</b>. Try similar recipes like: <a href=\"https://spoonacular.com/recipes/quinoa-stuffed-peppers-716439\">Quinoa Stuffed Peppers</a>."
    },
    {
        "id": 716440,
        "image": "https://img.spoonacular.com/recipes/716440-556x370.jpg",
        "title": "Lemon Garlic Shrimp Pasta",
        "readyInMinutes": 30,
        "aggregateLikes": 232,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "summary": "Lemon Garlic Shrimp Pasta is a quick and flavorful dish perfect for any night. Each serving contains <b>400 calories</b>, <b>28g of protein</b>, and <b>18g of fat</b>. For <b>$3.25 per serving</b>, this recipe covers 25% of your daily requirements. It serves 4. The recipe includes ingredients like shrimp, pasta, garlic, and lemon. It takes about <b>30 minutes</b> to prepare. This recipe scores a spoonacular score of <b>85%</b>. For similar dishes, explore: <a href=\"https://spoonacular.com/recipes/lemon-garlic-shrimp-pasta-716440\">Lemon Garlic Shrimp Pasta</a>."
    },
    {
        "id": 716441,
        "image": "https://img.spoonacular.com/recipes/716441-556x370.jpg",
        "title": "BBQ Chicken Pizza",
        "readyInMinutes": 35,
        "aggregateLikes": 220,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "summary": "This BBQ Chicken Pizza is a delightful combination of sweet and savory flavors. Each serving contains <b>410 calories</b>, <b>20g of protein</b>, and <b>15g of fat</b>. For <b>$3.50 per serving</b>, this recipe covers 25% of your daily nutritional needs. It serves 4. Key ingredients include chicken breast, barbecue sauce, red onions, and mozzarella cheese. It takes approximately <b>35 minutes</b> from start to finish. This recipe has a spoonacular score of <b>88%</b>. Similar recipes include: <a href=\"https://spoonacular.com/recipes/bbq-chicken-pizza-716441\">BBQ Chicken Pizza</a>."
    },
    {
        "id": 716442,
        "image": "https://img.spoonacular.com/recipes/716442-556x370.jpg",
        "title": "Vegetable Fried Rice",
        "readyInMinutes": 20,
        "aggregateLikes": 300,
        "vegetarian": true,
        "vegan": true,
        "glutenFree": false,
        "summary": "Vegetable Fried Rice is a quick and easy meal that's packed with flavor. Each serving contains <b>290 calories</b>, <b>6g of protein</b>, and <b>10g of fat</b>. For <b>$1.75 per serving</b>, this recipe covers 18% of your daily requirements of vitamins and minerals. This recipe serves 4. Ingredients include cooked rice, mixed vegetables, soy sauce, and a few others. It takes about <b>20 minutes</b> to prepare. This recipe scores a spoonacular score of <b>83%</b>. For similar recipes, check out: <a href=\"https://spoonacular.com/recipes/vegetable-fried-rice-716442\">Vegetable Fried Rice</a>."
    }



    
]